Beeline
    Slot_Offset = 3915; % Результат: 3950 (+35)
    Frame_Offset = 3915; % Результат: 3950 (+35)
    SG = 45; % Сошлось
    SC_Num = 366; % Сошлось
    Real_Frame_Offset = 3915;
    df = -9.5708e-06; % -37 Гц
    
Megafon
    Slot_Offset = 1288; % Результат: 1323 (+35)
    Frame_Offset = 11528; % Результат: 11563 (+35)
    SG = 3; % Сошлось
    SC_Num = 24; % Сошлось
    Real_Frame_Offset = 11527;
    df = -1.0510e-05; % -40 Гц
    
Megafon5
    Slot_Offset = 916; % Результат: 951 (+35)
    Frame_Offset = 11156; % Результат: 11191 (+35)
    SG = 3; % Сошлось
    SC_Num = 30; % Сошлось
    Real_Frame_Offset = 11156;
    df = -3.5254e-06; % -14 Гц
    
Megafon99
    Slot_Offset = 1044; % Результат: 2667 (+1623). 
                        % Вторая по мощности базовая станция: 1079 (+35). 
                        % Дальнейшие результаты приводятся именно для неё.
                        
    Frame_Offset = 31764; % Результат: 31799 (+35)
    SG = 25; % Сошлось
    SC_Num = 204; % Сошлось
    Real_Frame_Offset = 31764;
    df = 3.3755e-06; % 13 Гц
    
Megafon99_01
    Slot_Offset = 1044; % Результат: 1079 (+35).
    Frame_Offset = 31764; % Результат: 31799 (+35)
    SG = 25; % Сошлось
    SC_Num = 204; % Сошлось
    Real_Frame_Offset = 31764;
    df = 3.9349e-04; % 1 511 Гц
    
MTS
    Slot_Offset = 3254; % Результат: 3289 (+35).
    Frame_Offset = 64694; % Результат: 64729 (+35).
    SG = 57; % Сошлось
    SC_Num = 461; % Сошлось
    Real_Frame_Offset = 64694;
    df = -1.1231e-05; % -43 Гц